---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.UniformatCode
source: html/89cd38a7-94b6-dca7-8f92-9f2cf5f43fa9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.UniformatCode Property

"Assembly Code"

## Syntax (C#)
```csharp
public static ForgeTypeId UniformatCode { get; }
```